<!DOCTYPE html>

<html lang="{{ str_replace('_', '-', app()->getLocale()) }}" {{ (str_replace('_', '-', app()->getLocale()) == 'ar') ? "dir=rtl" : "dir=ltr" }}
 >
	
<head>
	<meta charset="UTF-8" />
	<meta http-equiv="X-UA-Compatible" content="IE=edge" />
	<meta name="viewport" content="width=device-width, initial-scale=1.0" />
	<title>بي هايف</title>
    <link rel="stylesheet" type="text/css" href="{{ asset('app-assets/vendors/css/vendors.min.css') }}">

	<link rel="icon" href= " {{ asset('assets/images/favicon.png') }}" type="image/png">
	<link rel="stylesheet" href=" {{ asset('assets/css/bootstrap-select.css ') }}">
    <link rel="stylesheet" href=" {{ asset('assets/css/flag-icon.min.css ') }}">
	<link rel="stylesheet" href= "{{ asset('assets/css/bootstrap.css') }} " />
	<link rel="stylesheet" href=" {{ asset('assets/css/animate.min.css') }}" />
	<link rel="stylesheet" href=" {{ asset('assets/css/slider.css') }}" />
	<link rel="stylesheet" href=" {{ asset('assets/css/style.css') }}" />
	<link rel="stylesheet" href=" {{ asset('assets/css/responsive.css') }}" />
	{{-- <script src="https://cdnjs.cloudflare.com/ajax/libs/jquery/3.4.0/jquery.min.js"></script>
    <script src="{{ asset('assets/js/mapInput.js') }}"></script> --}}



</head>
	@if( str_replace('_', '-', app()->getLocale()) == 'ar')
		<body class = " {{ Session::get('class-po')}}" dir = "{{ Session::get('dir-po')}}">
	@endif
	<body class=" direction-rtl" dir="rtl">
	<header class="container-fluid">
		<div class="container">
			<div class="row">
				<div class="col-12">
					<div class="header-content">
						<div class="header-logo">
							<a href="{{ url('/') }}"><img src="assets/images/header-logo.png" /></a>
						</div>
						
						
						{{-- <div class="work-lang-btns">
							
							<div class="select-lang ">
								<select class="selectpicker pull-right changeLang" data-width="fit">
									<option  data-content='<span class="flag-icon-squared flag-icon-au"></span> English' value ="en"  {{ session()->get('locale') == 'en' ? 'selected' : '' }}>English</option>
									<option data-content='<span class="flag-icon-squared flag-icon-sa"></span> العربية' value ="ar"  {{ session()->get('locale') == 'ar' ? 'selected' : '' }}>العربية</option>
								</select>
							</div>
						</div>
						<button class="navbar-toggler" type="button" data-bs-toggle="collapse"
								data-bs-target="#navbarSupportedContent" aria-controls="navbarSupportedContent"
								aria-expanded="false" aria-label="Toggle navigation">
								<span class="navbar-toggler-icon"></span>
						</button> --}}
					</div>
				</div>
			</div>
		</div>
	</header>

	<section class="container-fluid privacy-terms-wrapper pb-5">
		<div class="container">
			<div class="row">
				<div class="col-12">
					<div class="privacy-term-title">ضوابط وشروط وأحكام المستخدم لتطبيق بي هايف</div>
					<div class="text-primary-pt">
						تمثل هذه الضوابط والشروط اتفاق رسمي "عقد" بين تطبيق بي هايف والعملاء المستخدمين للتطبيق
					</div>
					<div class="text-primary-pt">
						إن أي استخدام من قبلك للخدمات التي توفرها منصة بي هايف يشكل موافقة منك على هذا العقد وأحكامه، وتبعاً لذلك يجب عليك عدم استخدام المنصة في حال لم تكن موافقاً على الأحكام والشروط الواردة في هذا العقد.
					</div>
					<div class="text-primary-pt">
						تحتفظ بي هايف  بحق تعديل أو تغيير هذه الأحكام والشروط دون إخطار مسبق، ويكون من مسؤوليتك كمستخدم للمنصة مراجعة ضوابط وشروط الاستخدام بشكل دوري لمعرفة التحديثات التي تطرأ على الأحكام والشروط هذه،كما نأمل مراجعة سياسة الخصوصية لدينا لمعرفة المزيد حول كيفية استخدام بي هايف للمعلومات التي تقدم لنا من قبل مستخدمي المنصة.
					</div>
					<div class="heading-primary-pt">التعهدات والضمانات</div>
					<div class="heading-primary-pt">أنت تقر وتضمن بأنك سوف:</div>
					<ul class="list-pt list-disc">
						<li>
							تمتثل لكافة القوانين واللوائح المعمول بها في المملكة العربية السعودية.
						</li>
						<li>
							تقدم معلومات صحيحة ودقيقة إلى بي هايف  وتقوم بتحديثها بشكل دوري.
						</li>
						<li>
							تراجع وتمتثل لأي إشعارات يتم إرسالها من خلال بي هايفول  فيما يتعلق باستخدامكم للخدمات المقدمة من منصة بي هايفول.
						</li>
						<li>
							سوف تستخدم الخدمة أو المنصة لأغراض مشروعة فقط، ولن تستخدم الخدمات لشراء أواستلام أي مواد غير قانونية أو بهدف الاحتيال.
						</li>
						<li>
							لن تستخدم الخدمة أو المنصة للتسبب بإيذاء أو مضايقة أو إزعاج أحد ما.
						</li>
						<li>
							توافق على تبادل المعلومات بين الشركات داخل المنصة فيما يخص عملياتك المنفذة وتقييم التعاملات معك.
						</li>
						<li>
							لن تعرقل التشغيل السليم لمنصة بي هايفول.
						</li>
						<li>
							لن تحاول إلحاق الضرر بالخدمة أو المنصة بأي شكل من الأشكال.
						</li>
						<li>
							لن تنسخ أو توزع المنصة أو المحتويات الأخرى دون الحصول على إذن كتابي من بي هايف .
						</li>
						<li>
							سوف تحافظ على كلمة المرور لحسابك أو أي وسيلة تعريف نقدمها لك وتتيح الدخول إلى حسابك، بشكلٍ آمن وسري.
						</li>
						<li>
							سوف تقدم لنا كافة الدلائل التي تثبت هويتك وفقاً لتقدير مندوب الخاص.
						</li>
						<li>
							وكجزء من سياسة الشحن الخاصة بخدمة بي هايف يحظر على المستخدمين والمندوبين شراء أو توصيل أو إرسال أو تلقي أو استلام الفئات التالية من المواد والمنتجات وما يتعلق بها، ويتوجب عليك السماح للبي هايفول بفتح أي إرسالية والتأكد من سلامتها وموافقتها للشروط. 
						</li>
						
					</ul>
					<table class="tbl-terms">
						<tr>
							<td class="tbl-heading">الفئات</td>
							<td>
								أمثلة للمنتجات والأصناف
							</td>
						</tr>
						<tr>
							<td class="tbl-heading">الكحول</td>
							<td>
								المشروبات الروحية والمسكرة، النبيذ، الشمبانيا، البيرة وغيرها.
							</td>
						</tr>
						<tr>
							<td class="tbl-heading">الحيوانات والأجناس المحظورة</td>
							<td>
								أجزاء الحيوانات، الدماء أو السوائل الأخرى، الأعشاب الضارة، البذور المحظورة،  النبات وأي مواد عضوية أخرى (تشمل المشتقات الإنتاجية) المعرضة لخطر الانقراض أو التي يمنع الاتجار فيها بموجب القانون.
							</td>
						</tr>
						<tr>
							<td class="tbl-heading">المواد الإباحية</td>
							<td>
								المواد الإباحية أو تلك التي من الممكن أن تشكل استغلالاً جنسياً للأطفال.
							</td>
						</tr>
						<tr>
							<td class="tbl-heading">المواد والتطبيقات المحمية بحقوق ملكية</td>
							<td>
								النسخ غير القانونية من الكتب والموسيقى والأفلام واي مواد أخرى مرخصة ومحمية بما في ذلك النسخ التي تتعدى على حقوق الملكية والنسخ غير القانونية من التطبيقات والبرامج وألعاب الفيديو وأي مواد أخرى مرخصة ومحمية مثل التطبيقات الأصلية أو البرامج الحزمية أو المنتجات الأخرى التي تمكن من إرسال رسائل مجهولة المصدر إلى البريد الإلكتروني.
							</td>
						</tr>
						<tr>
							<td class="tbl-heading">السلع المقلدة وغير القانونية</td>
							<td>
								السلع أو التصميمات المقلدة، المواد غير الموقعة من المشاهير والتي تحتاج في العادة إلى مثل هذا التوقيع، التوقيعات المزورة، العملات والطوابع وغيرها من السلع التي قد تكون غير قانونية.
							</td>
						</tr>
						<tr>
							<td class="tbl-heading">الأجهزة والآليات المستخدمة في فك أو اختراق الحماية التقنية</td>
							<td>
								أي شرائح أو أجهزة أخرى تستخدم لتجاوز الحماية التقنية على الأجهزة الرقيمة بما في ذلك أجهزة فك شفرات هواتف الآيفون.
							</td>
						</tr>
						<tr>
							<td class="tbl-heading">المخدرات ومعداتها</td>
							<td>
								المواد المحظورة  والمخدرات والأدوية غير القانونية ومعدات التحضير بما في ذلك الحبوب العشبية مثل السالفيا والفطر السحري والمواد التي تروج لاستخدام مثل هذه المنتجات؛ أو المواد القانونية مثل النباتات والأعشاب بطريقة تقتضي هضمها أو استنشاقها او استخلاص أي مواد غير قانونية منها تؤدي نفس أثر المخدرات أو المواد غير القانونية أو التي تدعي تحقيق فوائد صحية دون إثبات أو برهان.
							</td>
						</tr>
						<tr>
							<td class="tbl-heading">الألعاب والقمار</td>
							<td>
								تذاكر اليانصيب والمراهنات الرياضية وعضويات مواقع القمار على الشبكة وأي محتوى متعلق بذلك.
							</td>
						</tr>
						<tr>
							<td class="tbl-heading">مواد القرصنة الإلكترونية</td>
							<td>
								الأدلة والتوجيهات والمعلومات والمتطلبات التي تخالف القانون من خلال التخريب أو السماح بالوصول غير القانوني إلى التطبيقات والبرامج والأجهزة الخادمة ومواقع الإنترنت أو أي ممتلكات أخرى محمية.
							</td>
						</tr>
						<tr>
							<td class="tbl-heading">الأعضاء البشرية</td>
							<td>
								الأعضاء البشرية أو أي أجزاء من الجسم والسوائل والخلايا الجذعية والأجنة.
							</td>
						</tr>
						<tr>
							<td class="tbl-heading">السلع غير القانونية والمسروقة</td>
							<td>
								المواد والمنتجات والمعلومات التي تروج لسلع غير قانونية أو تمكن من تنفيذ أفعال غير قانونية؛ السلع التي لا تملكها أو ليس لك الحق في بيعها؛ السلع التي يتم إنتاجها بالتعدي على حقوق ملكية لجهات أخرى؛ السلع المهربة والسلع التي تخالف أنظمة الاستيراد والتصدير والديباجات؛ السيارات الخاضعة لقيود النقل؛ السلع المسجلة في السجلات العامة (مثل العقارات) والتي يتطلب نقلها إجراءات رسمية لا يمكن إنجازها على الشبكة. وتكون أنت والعميل مسؤولين مسؤولية كاملة عن التحقق من أن جميع المواد التي تقومون ببيعها قانونية ومصرح بها.
							</td>
						</tr>
						<tr>
							<td class="tbl-heading">معدات الاتصالات غير القانونية</td>
							<td>
								الأجهزة المعدة لالتقاط إشارات الأقمار الصناعية والكابلات مجاناً وأجهزة فك شفرة البث الكابلي وبطاقات التشفير وأجهزة برمجة بطاقات التشفير والمعدات والمنتجات غير القانونية التي تستخدم في تعديل الهواتف الخلوية وغيرها من المعدات التي تعتبر غير قانونية بموجب أنظمة هيئة الاتصالات أو أي جهة منظمة في البلد التي تعرض فيها تلك السلع.
							</td>
						</tr>
						<tr>
							<td class="tbl-heading">الأدوية الخارقة</td>
							<td>
								العلاجات والأدوية غير المثبتة أو المواد التي يتم تسويقها على أنها علاج سريع وناجع للمشكلات الصحية.
							</td>
						</tr>
						<tr>
							<td class="tbl-heading">السلع غير اللائقة</td>
							<td>
								السلع والمواد الأدبية والمنتجات أو أي مواد أخرى تعمل على:
								<ul class="list-pt list-disc">
									<li>
										تشويه السمعة والتشهير بأي شخص أو مجموعة من الأشخاص على أساس العرق أو البلد أو الدين أو النوع أو أي عامل آخر.
									</li>
									<li>
										تشويه السمعة والتشهير بأي شخص أو مجموعة أشخاص محمية من التشهير وتشويه السمعة بموجب القانون السائد (مثل الحماية المتوفرة للأسر الحاكمة في بعض المناطق).
									</li>
									<li>
										التحريض على أو تشجيع الأفعال العنيفة.
									</li>
									<li>
										الترويج للتعصب والكراهية.
									</li>
									<li>
										الترويج للانتماء إلى المجموعات الإرهابية أو أي منظمات أخرى محظورة بموجب القانون.
									</li>
									<li>الترويج لنظريات التعديلية المحددة بموجب القانون.</li>
									<li>تنافي الضوابط الأخلاقية السائدة.</li>
								</ul>
							</td>
						</tr>
						<tr>
							<td class="tbl-heading">السلع العدوانية والإجرامية</td>
							<td>
								المشاهد والصور والمواد الإجرامية مثل المتعلقات الشخصية المرتبطة بالجرائم أو الأفعال الإجرامية.
							</td>
						</tr>
						<tr>
							<td class="tbl-heading">المواد الثمينة</td>
							<td>
								البيع بكميات كبيرة للمعادن والأحجار النادرة أو الثمينة.
							</td>
						</tr>
						<tr>
							<td class="tbl-heading">المواد الثقافية والمشغولات اليدوية المحمية</td>
							<td>
								المواد التي يشملها ميثاق اليونسكو لعام 1970م بخصوص وسائل منع وحماية الاستيراد والتصدير والنقل غير المشروع لملكية الممتلكات الثقافية أو الممنوع بيعها أو تصديرها أو نقل ملكيتها بموجب القانون؛ المشغولات اليدوية والتكوينات الكهفية والمواد المتعلقة بالمدافن والمحمية بموجب القانون الفيدرالي مثل قانون حماية الموارد الكهفية لعام 1988م وقانون حماية المدافن الأمريكية.
							</td>
						</tr>
						<tr>
							<td class="tbl-heading">أجهزة الألعاب النارية والمواد الخطرة</td>
							<td>
								الألعاب النارية والسلع المتعلقة بها التي تعتبر في الأسواق التي تباع فيها: سامة، قابلة للاشتعال أومشعة ومواد مثل البارود والمواد المتفجرة والبنزين وعبوات البروبان.
							</td>
						</tr>
						<tr>
							<td class="tbl-heading">السلع الخاضعة لضوابط معينة</td>
							<td>
								الأكياس الهوائية؛ البطاريات التي تحتوي على الزئبق؛ الفيرون ومواد التبريد المماثلة؛ المذيبات الكيماوية والصناعية؛ العمليات الطبية؛ لوحات أرقام السيارات؛ ديباجات الشرطة ومعدات سلطات تطبيق القانون؛ أجهزة فتح الأقفال؛ الأجهزة الطبية؛ المبيدات الحشرية؛ معدات اللياقة والمحفزات الكهربائية؛ المواد المسترجعة؛ معدات التفتيش والمراقبة المستخدمة بشكل أساسي للتنصت على المكالمات الشفهية أو الإلكترونية بشكل غير قانوني أو التمكين من التنصت غير القانوني على الأشخاص بتسجيل مكالماتهم؛ السلع الخاضعة للرقابة من قبل الحكومة أو أي سلطات أخرى.
							</td>
						</tr>
						<tr>
							<td class="tbl-heading">أجهزة السلطات المرورية</td>
							<td>
								أجهزة التشويش على الرادار، أغطية لوحات السيارات، أجهزة تغيير إشارات المرور وغيرها من المنتجات ذات الصلة.
							</td>
						</tr>
						<tr>
							<td class="tbl-heading">الأسلحة</td>
							<td>
								الأسلحة، الذخيرة وأي مواد أخرى تشمل، دون حصر، الأسلحة والسكاكين المخفاة وصعبة الكشف والأسلحة  التي تأخذ شكل قطع فنية وكاتمات الصوت وخزائن الذخيرة والأسلحة الرشاشة الخفيفة والغاز المسيل للدموع.
							</td>
						</tr>
						<tr>
							<td class="tbl-heading">البيع الإجمالي للعملات</td>
							<td>
								العملات المخفضة أو تداول العملات والعملات المدعومة بالمعادن الثمينة.
							</td>
						</tr>
						<tr>
							<td class="tbl-heading">التوصيل للأطفال في سن الدراسة الابتدائية أو المتوسطة أو دون ذلك</td>
							<td>
								يكون لدينا الحق في رفض تقديم الخدمة لجميع الأطفال دون الثامنة عشرة. وإضافةً إلى ذلك يكون لدينا الحق في رفض التوصيل إلى أي موقع داخل أو حول المدارس الابتدائية أو المتوسطة.
							</td>
						</tr>
						<tr>
							<td class="tbl-heading">سوء استخدام المنصة البرمجية</td>
							<td>
								نرفض بشكل كامل أي لغة مسيئة أو سلوك سيء تجاه الشركة و/أو الخدمة التي نقدمها و/أو أيٍ من موظفينا و/أو أيٍ من المراسيل العاملين معنا. إذا تقرر بناءً على تقديرنا استخدام أي عميل للغة مسيئة للشركة و/أو الخدمة و/أو الموظفين و/أو المراسيل فسيؤدي ذلك إلى إغلاق حساب العميل بشكل نهائي دون رد أي مبالغ مستحقة. ويعتبرهذا تهديد بالمقاضاة أو التشهير أو القدح.
							</td>
						</tr>
						<tr>
							<td class="tbl-heading">خدمات التاكسي</td>
							<td>
								نقل الأشخاص داخل المدينة
							</td>
						</tr>
						<tr>
							<td class="tbl-heading">المواد الثقيلة والضخمة</td>
							<td>
								الأشياء الكبيرة التي لا تناسب السيارة الصغيرة والأشياء التي يتجاوز وزنها 40 كيلوجرام.
							</td>
						</tr>
						<tr>
							<td class="tbl-heading">الأشياء الفاخرة والثمينة</td>
							<td>
								الأشياء التي تتجاوز قيمتها 5,000 ريال سعودي
							</td>
						</tr>
					</table>
					<div class="heading-primary-pt">حقوق الملكية الفكرية</div>
					<div class="text-primary-pt">
						جميع حقوق الملكية الفكرية لهذه المنصة وكافة المواد المتعلقة بها أو التي تظهر عليها (وتشمل أي محتوى تقوم بي هايفول  بتقديمه أو بإدراجه وكامل المحتوى الذي يتم تحميله على المنصة من قبل بي هايفول ) هو ملكية لـ بي هايفول ، ويحق لـ بي هايفول  التصرف في هذه الملكية كيفما تشاء. ويجب عليك ألا تقوم بإعادة إنتاج أو السماح لأي شخص، لأي سبب من الأسباب، باستخدام أو إعادة إنتاج الخدمات أو أي علامات تجارية أو غيرها من الأسماء التجارية التي تظهر في الخدمات.
					</div>
					<div class="heading-primary-pt">الدفع</div>
					<div class="text-primary-pt">
						تحتفظ بي هايفول  لنفسها بالحق في فرض رسوم جديدة على استخدام المنصة أو الخدمة أو كليهما. إذا قررت بي هايفول  فرض رسوم جديدة، فإنه سيتم إفادتك بذلك وسيتم السماح لك بالاستمرار في العقد أو إنهائه.
						<br>
						يتوجب عليك دفع قيمة الخدمات والمشتريات إلى مقدم الخدمة نقدا أو عن طريق طرق الدفع الإلكترونية المعتمدة فور تقديم الخدمة لك مع خيار إمكانية الدفع أثناء تقديم الخدمة. وتتحمل وحدك المسؤولية القانونية المترتبة على عدم دفع قيمة الخدمات والمشتريات حال استلامها.
					</div>
					<div class="heading-primary-pt">طريقة التسعير:</div>
					<div class="text-primary-pt">
						يتم تحديد سعر خدمة التوصيل في المنصبة عبر تقديم العروض من المناديب إلى العميل, ويحق للعميل مراجعة كل العروض المقدمة إليه وقبول العرض المناسب قبل البدء في تقديم الخدمة, ويعتبر قبول العميل للعرض المقدم إليه إلتزاما منه بدفع مبلغ التوصيل عند اتمامها كما هو موضح في فقرة الدفع.
					</div>
					<div class="text-primary-pt">
						في حال تضمنت خدمة التوصيل شراء سلع عن طريق المندوب حسب طلب العميل, فإن المندوب ملزم باصدار فاتورة بإجمالي المبلغ المطلوب وارفاق ايصال الدفع لإثبات ذلك, ويلزم على العميل دفع المبلغ الإجمالي ويشمل سعر السلع زائدا رسوم التوصيل حسب ما تم توضيحه في فقرة الدفع
					</div>
					<div class="heading-primary-pt">المسؤولية القانونية</div>
					<div class="text-primary-pt">
						المعلومات والتوصيات والخدمات أو أي منها التي قُدمت لك على أو من خلال موقع الويب والخدمة والمنصة هي لأغراض المعلومات العامة فقط ولا تمثل أي نصيحة. ستحافظ بي هايفول  قدر الإمكان على صحة وتحديث الموقع والمنصة ومحتوياته، لكنها لا تضمن أن (محتويات) الموقع أو المنصة خالية من الأخطاء والعيوب والبرامج الضارة والفيروسات ولا تضمن صحة ودقة وتحديث موقع الويب والمنصة.
					</div>
					<div class="text-primary-pt">
						لا تتحمل بي هايفول  المسؤولية عن أي أضرار تنتج عن استخدام (أو عدم القدرة على استخدام) الموقع أو المنصة، بما في ذلك الأضرار التي تسببها البرامج الضارة أو الفيروسات، كما لا تتحمل مسؤولية عدم صحة أو عدم اكتمال المعلومات أو موقع الويب أو المنصة، ما لم يكن هذا الضرر ناتج عن سوء سلوك عمدي أو عن إهمال جسيم من جانب بي هايفول .
					</div>
					<div class="text-primary-pt">
						تقع مسؤولية جودة الخدمات المطلوبة باستخدام المنصة أو الخدمة بأكملها على عاتق مقدم الخدمة  "المندوب" الذي يقدم لك الخدمة في النهاية . لا تقبل بي هايفول  تحت أي ظرف من الظروف أي مسؤولية تتعلق بالخدمات التي يقدمها المندوب أو تنشأ عنه، كما لا تقبل المسؤولية عن أي أفعال أو تصرفات أو سلوك أو إهمال، أو جميع ما سبق، من جانب المندوب ومن ثم، فإن أي شكاوى بشأن الخدمات ينبغي تقديمها على المندوب.
					</div>
					<div class="heading-primary-pt">حدود المسؤولية:</div>
					<div class="text-primary-pt">
						لا تقدم بي هايفول  أي ضمانات، واضحة أو ضمنية، تتعلق بالخدمات، فهي جميعها يتم تقديمها "كما هي". وتخلي بي هايفول  مسئوليتها بشكل واضح، إلى أقصى درجة ممكنة وفقاً للقانون، عن كافة الضمانات، وتشمل ولا تقتصر على، ضمانات الملائمة لغرض معين، الملائمة لمواصفات وأسواق معينة، وقابلية حقوق الملكية للبيع، كما أن بي هايفول  لا تضمن دقة، أو محتوى، أو توقيت الخدمات أو النتائج التي قد ينالها أو لا ينالها مستخدم الخدمات. ولن تكون بي هايفول  أو وكلائها أو مانحي التراخيص أو الشركات التابعة لها مسئولة في أي حال من الأحوال عن الأضرار المباشرة أو غير المباشرة أو الجزاءات أو الأضرار الخاصة أو حدوث أضرار عرضية أو تبعية (وتشمل على سبيل المثال لا الحصر، الأضرار الناتجة عن خسارة الأرباح، تعطل الأعمال، فقدان معلومات الأعمال أو غيرها من الخسائر المالية) الناجمة بشكل مباشر أو غير مباشر عن الوصول إلى الخدمات واستخدامها (أو الفشل في استخدامها) أو الاعتماد عليها.
					</div>
					<div class="text-primary-pt">
						لا يعتد بأي عروض أو إعلانات أو مسابقات لم يتم الإعلان عنها في موقع بي هايفول الرسمي أو عبر وسائل التواصل الاجتماعي التابعة والتي تدار من قبل بي هايفول ولا يحق لك مطالبة بي هايفول بتنفيذها. بالإضافة إلى ذلك، ليس على بي هايفول أي مسؤولية تجاه أي عملية احتيال ارتكبت عن طريق عروض أو إعلانات أو مسابقات أقيمت بطريقة غير رسمية باسم بي هايفول.
					</div>
					<div class="heading-primary-pt">الأمان:</div>
					<div class="text-primary-pt">
						إنك تقر بتحملك المسئولية منفرداً عن خصوصية الخدمات، وتكون مسئولاً منفرداً عن استخدامها من قبل أي شخص آخر باستخدام حسابك و/أو اسم المستخدم أو كلمة المرور أو مسوغات الوصول الخاصة بك. كما أنك توافق على إخطار بي هايفول  إذا أصبحت على علم بأي خسارة، أو سرقة، أو استخدام غير مصرح به لأي كلمة مرور، أو اسم مستخدم أو عنوان بروتكول الانترنت IP، أو غير ذلك من أساليب الوصول إلى الخدمات.
					</div>
					<div class="heading-primary-pt">مدة العقد وإنهاؤه</div>
					<div class="text-primary-pt">
						يكون العقد المُبرم بينك وبين بي هايفول  غير محدد المدة. ويحق لك إنهاء العقد في أي وقت بحذف المنصة المُثبّت على هاتفك الذكي حذفًا نهائيًا، وبذلك تعطل استخدامك للمنصة والخدمة. يمكنك أن تغلق حساب المستخدم الخاص بك في أي وقت.
					</div>
					<div class="text-primary-pt">
						يحق لـبي هايفول  إنهاء العقد بأثر فوري في أي وقت (بتعطيل استخدامك للمنصة والخدمة)، وذلك في حالة قيامك بأي مما يلي: (أ) انتهاك أو خرق أي شرط من شروط المُستخدم، (ب) إذا رأت  بي هايفول  أنك تسيء استخدام المنصة أو الخدمة. إن بي هايفول   غير ملزمة بإرسال سابق إخطار بإنهاء العقد.
					</div>
					<div class="privacy-term-title mt-5">ضوابط وشروط مقدم الخدمات لتطبيق "بي هايفول"</div>
					<div class="heading-primary-pt">التعهدات والضمانات</div>
					<div class="heading-primary-pt">أنت تقر وتضمن بأنك سوف:</div>
					<ul class="list-pt list-disc">
						<li>
							تمتثل لكافة القوانين واللوائح المعمول بها في المملكة العربية السعودية.
						</li>
						<li>
							تقدم معلومات صحيحة ودقيقة إلى “بي هايفول” وتقوم بتحديثها بشكل دوري.
						</li>
						<li>
							تراجع وتمتثل لأي إشعارات يتم إرسالها من خلال “بي هايفول” فيما يتعلق باستخدامكم للخدمة المقدمة من تطبيق “بي هايفول”.
						</li>
						<li>
							لن تقوم بتكرار تراخيص من الباطن, أو إصدار,أو نشر, أو نقل, أو توزيع, أو تنفيذ, أو عرض, أو بيع, أو إعادة تصنيف خدمات “بي هايفول”, والا فإنك تكون قد نقلت الخدمة أو قمت باستغلالها تجارياً, باستثناء مايسمح به بموجب هذا العقد.
						</li>
						<li>
							لن تستخدم المعلومات، أو المحتوى أو أي بيانات تصل إليها أو تحصل عليها من خلال خدمات “بي هايفول” في أي غرض آخر إلا للاستعمال الشخصي وسوف تستخدم التطبيق والخدمة حصراً للأغراض الخاصة بك ولن تبيعها لأي طرف ثالث (بما في ذلك على سبيل المثال لا الحصر تقديم أي خدمة إلى أي شخص آخر).
						</li>
						<li>
							سوف تستخدم الخدمة أو التطبيق لأغراض مشروعة فقط، ولن تستخدم الخدمات لإرسال أو تخزين أي مواد غير قانونية أو بهدف الاحتيال.
						</li>
						<li>
							تلتزم  باعتماد معايير الحفاظ على سلامة المنتجات التي يتم نقلها عبر مركبتك أثناء التوصيل بحيث يتم توصيل الطلبات وهي في حالة صحية سليمة.
						</li>
						<li>
							لن تستخدم الخدمة أو التطبيق للتسبب بإيذاء أو مضايقة أو إزعاج أحد ما.
						</li>
						<li>
							لن تعرقل التشغيل السليم لتطبيق “بي هايفول”.
						</li>
						<li>
							لن تحاول إلحاق الضرر بالخدمة أو التطبيق بأي شكل من الأشكال.
						</li>
						<li>
							لن تنسخ أو توزع التطبيق أو المحتويات الأخرى دون الحصول على إذن كتابي من “بي هايفول”.
						</li>
						<li>
							سوف تحافظ على كلمة المرور لحسابك أو أي وسيلة تعريف نقدمها لك وتتيح الدخول إلى حسابك، بشكلٍ آمن وسري.
						</li>
						<li>
							سوف تقدم لنا كافة الدلائل التي تثبت هويتك وفقاً لتقدير “بي هايفول” الخاص.
						</li>
						<li>
							سوف تستخدم فقط أجهزة الاتصال اللاسلكي بالإنترنت أو حساب بيانات الجيل الثالث ( AP ) المصرح لك باستخدامهما .
						</li>
						<li>
							يحق ل”بي هايفول” رفض تقديم الخدمة أو استخدام التطبيق دون إبداء أسباب.
						</li>
						
					</ul>
					<div class="heading-primary-pt">المسؤولية القانونية</div>
					<ul class="list-pt list-disc">
						<li>
							المعلومات والتوصيات والخدمات أو أي منها التي قُدمت لك على أو من خلال موقع الويب والخدمة والتطبيق هي لأغراض المعلومات العامة فقط ولا تمثل أي نصيحة.
						</li>
						<li>
							ستحافظ “بي هايفول” قدر الإمكان على صحة وتحديث الموقع والتطبيق ومحتوياته، لكنها لا تضمن أن (محتويات) الموقع أو التطبيق خالية من الأخطاء والعيوب والبرامج الضارة والفيروسات ولا تضمن صحة ودقة وتحديث موقع الويب والتطبيق.
						</li>
						<li>
							لا تتحمل “بي هايفول” المسؤولية عن أي أضرار تنتج عن استخدام (أو عدم القدرة على استخدام) الموقع أو التطبيق، بما في ذلك الأضرار التي تسببها البرامج الضارة أو الفيروسات، كما لا تتحمل مسؤولية عدم صحة أو عدم اكتمال المعلومات أو موقع الويب أو التطبيق، ما لم يكن هذا الضرر ناتج عن سوء سلوك عمدي أو عن إهمال جسيم من جانب “بي هايفول”.
						</li>
						<li>
							لا تتحمل “بي هايفول” أي مسؤولية عن أي أضرار تنتج عن استخدام (أو عدم القدرة على استخدام) وسائل اتصال إلكترونية مع الموقع الإلكتروني أو مع التطبيق، بما في ذلك - على سبيل المثال لا الحصر - الأضرار الناتجة عن عدم تسليم المكاتبات الإلكترونية أو التأخر في تسليمها أو اعتراضها أو التلاعب في المكاتبات الإلكترونية من جانب الغير أو من جانب برامج الكمبيوتر المستخدمة للمكاتبات الإلكترونية ونقل الفيروسات.
						</li>
						<li>
							تقع مسؤولية جودة خدمة التوصيل المطلوبة باستخدام التطبيق أو الخدمة بأكملها على عاتقك، ولا يتحمل "بي هايفول" أي مسؤولية في هذا الجانب، على أن من حق "بي هايفول" مراجعة أدائك وبناءً عليه إلغاء ترخيصك.
						</li>
						<li>
							لا تقبل “بي هايفول” تحت أي ظرف من الظروف أي مسؤولية تتعلق بخدمات التوصيل التي يقدمها مقدم الخدمة أو تنشأ عنها.
						</li>
						<li>
							“بي هايفول” لا تقبل المسؤولية عن أي أفعال أو تصرفات أو سلوك أو إهمال، أو جميع ما سبق، من جانب مقدم خدمة التوصيل.
						</li>
						<li>
							إن أي شكاوى بشأن خدمات التوصيل تقدم من قبل العملاء، ينبغي تقديمها لـ"بي هايفول" بشكل مباشر، على أن "بي هايفول" لا يتحمل أي مسؤولية في هذا الجانب، ويكون فقط حلقة وصل بين الطرفين.
						</li>
						
					</ul>
					<div class="heading-primary-pt">حدود المسؤولية:</div>
					<ul class="list-pt list-disc">
						<li>
							لا تقدم “بي هايفول” أي ضمانات، واضحة أو ضمنية، تتعلق بالخدمات، فهي جميعها يتم تقديمها "كما هي".
						</li>
						<li>
							تخلي “بي هايفول” مسئوليتها بشكل واضح، إلى أقصى درجة ممكنة وفقاً للقانون، عن كافة الضمانات، وتشمل ولا تقتصر على، ضمانات الملائمة لغرض معين، الملائمة لمواصفات وأسواق معينة، وقابلية حقوق الملكية للبيع.
						</li>
						<li>
							“بي هايفول” لا تضمن دقة، أو محتوى، أو توقيت الخدمات أو النتائج التي قد ينالها أو لا ينالها مستخدم الخدمات.
						</li>
						<li>
							ولن تكون “بي هايفول” أو وكلائها أو مانحي التراخيص أو الشركات التابعة لها مسئولة في أي حال من الأحوال عن الأضرار المباشرة أو غير المباشرة أو الجزاءات أو الأضرار الخاصة أو حدوث أضرار عرضية أو تبعية (وتشمل على سبيل المثال لا الحصر، الأضرار الناتجة عن خسارة الأرباح، تعطل الأعمال، فقدان معلومات الأعمال أو غيرها من الخسائر المالية) الناجمة بشكل مباشر أو غير مباشر عن الوصول إلى الخدمات واستخدامها (أو الفشل في استخدامها) أو الاعتماد عليها.
						</li>
						
					</ul>
					<div class="heading-primary-pt">الأمان:</div>
					<ul class="list-pt list-disc">
						<li>
							إنك تقر بتحملك المسئولية منفرداً عن خصوصية الخدمات، وتكون مسئولاً منفرداً عن استخدامها من قبل أي شخص آخر باستخدام حسابك و/أو اسم المستخدم أو كلمة المرور أو مسوغات الوصول الخاصة بك.
						</li>
						<li>
							كما أنك توافق على إخطار “بي هايفول” إذا أصبحت على علم بأي خسارة، أو سرقة، أو استخدام غير مصرح به لأي كلمة مرور، أو اسم مستخدم أو عنوان بروتكول الانترنت IP، أو غير ذلك من أساليب الوصول إلى الخدمات.
						</li>
						
					</ul>
					<div class="heading-primary-pt">لتواصل معنا</div>
					<div class="text-primary-pt">
						إذا كان لديك أي أسئلة بشأن شروط مقدم الخدمة هذه، أو الممارسات بهذا التطبيق، أو تعاملاتك مع التطبيق، يمكنكم التواصل معنا من خلال الأتي:
					</div>
					<ul class="list-pt list-disc">
						<li>
							البريد الألكتروني : <a class="text-eng-pt" href="mailto:beehiveapplication@gmail.com">beehiveapplication@gmail.com</a>
						</li>
						
						
					</ul>
					
				</div>
			</div>
		</div>
	</section>
	
	
	
	<footer class="container-fluid bg-blue">
		<div class="container">
			<div class="row">
				<div class="col-12 footer-content footer-content-term">
					<div class="footer-logo"><a href="{{ url('/') }}"><img src="assets/images/header-logo.png"></a></div>
					<div class="footer-nav menu_links footer-nav-pt">
						
						<div class="footer-copyright footer-copyright-pt">© {{ date('Y')}}  بي هايف.  جميع الحقوق محفوظة</div>
					</div>
					
				</div>
			</div>
		</div>
	</footer>

	<script src="{{ asset('assets/js/jquery-3.6.1.min.js') }}" type="text/javascript"></script>
	<script src="{{ asset('assets/js/bootstrap.min.js') }}" type="text/javascript"></script>
	<script src="{{ asset('assets/js/zenith.js') }}"></script>
	<script src="{{ asset('assets/js/scrollspy.js') }}"></script>
	<script src="{{ asset('assets/js/mains.js') }}" type="text/javascript"></script>
	<script src="{{ asset('assets/js/custom.js') }}" type="text/javascript"></script>
	<script src="{{ asset('assets/js/bootstrap-select.js') }}"></script>
	<script src="{{ asset('assets/js/sweetalert2.all.min.js') }}"></script>
	<script src="https://cdnjs.cloudflare.com/ajax/libs/jquery-validate/1.19.0/jquery.validate.min.js"></script>

  <script src="{{ asset('assets/js/mapInput.js') }}"></script>

	


	<script>
		$('.select-lang').click(function(){
			$('.dropdown-menu.open').toggleClass('show');
		});
		$( function () {
			$( '.selectpicker' ).selectpicker();
		});
	</script>
	<script type="text/javascript">
  
		var url = "{{ route('changeLang') }}";

		$(".changeLang").change(function(){
			window.location.href = url + "?lang="+ $(this).val();
		});
		
	</script>
	
</body>
</html>